{
  "blog": [
    {
      "title": "living room model",
      "category": "cinema 4D",
      "date": "2019-02-14",
      "author": "Marien Larissa",
      "imageURL": "/img/work2.jpg",
      "imageAlt": "living room in 3D",
      "content": "<p>Another assignment for the course Crossmedia Software 3 during my second year.</p><p>This was one of my favourite assignment during this course, I had real fun making this living room in cinema 4D. This assignment made me realise how cool cinema 4D can be.</p><p>The assingment stated 'make a living room with what we already have learned in cinema 4D' but I wanted to go further. The couch we learned to make was pretty basic and didn't really feel like a comfortable couch. So I decided to look up some tutorials and made me a couch that I would buy in real life.</p><p>Some element had to be in the living room like the glass, bottle and the bag of lays. I really wanted to make this living room feel real so I made it cosy with candles, pictures (I put picutes of my own cats to make it really real) and the books.</p><p>In the end I was really happy with the result and at the same time I learned a lot about cinema 4D.</p>",
      "display": "displaynone"
    },{
      "title": "corporate identity handbook",
      "category": "adobe photoshop, illustrator & indesign",
      "date": "2019-03-21",
      "author": "Marien Larissa",
      "imageURL": "/img/work5.png",
      "imageAlt": "design charter",
      "content": "<p>For Graphic Design 4 we were given the task to make a complete corporate identity handbook. We could choose what company/brand we would make it for. I decided to take a company/brand that was close to my home so I could easily go there for research.</p><p>One night coming home from school I was looking outside the window from the bus. We drove through the center of my hometown and there I saw the company I wanted to make my handbook for. The company I chose is a small company, a company that has been in my hometown for as long as I can remember.<p>Since I've been their customer multiple times and my family is a regular customer I knew the company pretty good. I chose for Van Laer a shoemaker in core business but with extra other services. What I really liked about Van Laer is its craftsmenship. The owner is a shoemaker by haert and you can see that. This is what I wanted to reflect in my handbook.</p><p>For the logo I wanted to make it authentic an rustic. You can see the logo below. For the corporate identity handbook I wrote down all the rules for their identity in Indesign. In this corporate identity handbook I also put examples of how to use the new logo I made, that is called the design charter. You can also see some design charter pictures below.",
      "display": "displaynone",
      "extraIMG": "/img/vanlaerdesign.png"
    },{
      "title": "vinyl cover",
      "category": "adobe photoshop & illustrator",
      "date": "2018-06-03",
      "author": "Marien Larissa",
      "imageURL": "/img/work10.png",
      "imageAlt": "vinyl cover",
      "content": "<p>This assignment was a part of a big group project. For the course Oriented project 2 we were put in groups and had to make our own music label. The groupwork was a lot of work but there was also a individual assignment. Each groupmemeber had to come up with a fictive artist within the gerne given.</p><p>Our genre was GRIME. I had never heard of it, I thought at first it was make up. So I went into research modus and started getting to know the genre. It wasn't really my style of music but I went with it.</p><p>I came up with the artist Preshes, a female artist who wasn't afraid to speak her mind. I wanted my artist to represent a strong woman who came from nothing and made it for her own.</p><p>This album cover I made for her to show she had some hard descisions in her life and that quitting sometimes looked easier but wasn't an option.</p><p>Althought the genre wasn't me I still gave it my all. I always have in mind that when I start working I will also have clients with whom I won't agree but still have to make what the client wants.</p>",
      "display": "displaynone"
    },{
      "title": "lyric video",
      "category": "adobe after effects & premiere pro",
      "date": "2018-12-31",
      "author": "Marien Larissa",
      "imageURL": "/img/work14pic.png",
      "imageAlt": "lyric video",
      "content": "<p>I've always loved watching lyric videos of my favourite songs and when we got to make one ourself for the course Crossmedia Experiment 3 I was so excited. After getting the assignment I couldn't wait to go home and start, but first I had to find a song that I wanted to make a lyric video for. So on my way home I put on my headphones and started looking into my music.</p><p>I've been a fan of The Black Keys sice I bought one of their albums on vinyl, eversince I've been hooked. Their album Brothers is my favourite one it is full of amazing songs that one you hear them they will stay in your head for the rest of the day and in my case even for a week.</p><p>I chose for the song Howlin' For You because it has a great beat in it that I could use in my video. When I started making the video I really tried to use the beat to animate on. In the video I really took the song literally and incorperated a wolf and western fonts to animate the video and give it a western feel. I also made the video with colors that are used on the ablum cover and some western style colors.</p><p>I had a great time making this lyric video and hope you like it too.</p><p>See the full video bellow:</p>",
      "extracontent": "https://www.youtube.com/embed/4V8Znpo_sSQ"
    },{
      "title": "my name in balloons",
      "category": "cinema 4D",
      "date": "2018-10-31",
      "author": "Marien Larissa",
      "imageURL": "/img/work1.jpg",
      "imageAlt": "Larissa in balloons",
      "content": "<p>This was an assignment for the course Crossmedia Software 3 during my second year.</p><p>For this assignment we had to make something/anything in cinema 4D from scratch. We were allowed to use tutorials but had to mention them in a document when we submitted the assignment.</p><p>I found my inspiration in real life. I was going to fair and saw a person making balloon animals, this gave me the idea of making my something in balloons in cinema 4D.</p><p>Once behind my laptop to start bringing my idea to life, I found a great tutorial to help me (<a href='https://www.youtube.com/watch?v=jHBRxClL_cc'>link to tutorial</a>). But there was one thing I had to figure out myself.</p><p>The tutorial was only for differnt shapes in balloons like a heart or a star. I didn't just wanted to copy the tutorial and wanted to put my own touch in this assignment. What other way to make it your own then putting your own name in it.</p><p>And so my idea was born, my name in balloons.</p>",
      "display": "displaynone"
    },{
      "title": "pukkelpop project",
      "category": "cinema 4D",
      "date": "2019-04-22",
      "author": "Marien Larissa",
      "imageURL": "/img/work6.jpg",
      "imageAlt": "rubik's cube animation",
      "content": "<p>For this project we had to design a projection for Pukkelpop 2019 within the course Crossmedia Experiment 4. When I first heard the assignment I was thrilled! My work possibly shonw at Pukkelpop?! That would be huge!</p><p>Then the thinking process started and I had no clue what to make. It had to be big because it would be projected onto 3 freight containers stacked on top of each other. So I brainstormed and brainstormed and brainstormed. Until one night I was behind my desk at home and I looked up to stretch my nec. There I saw it, my idea! A simple rubik's cube gave me the idea of recreating it in cinema 4D and animating it.</p><p>So I started in cinema 4D making my cube and animating it. Ready and now the result ... meh not really that spectacular as I had in mind. I started thinking what could make it more like WOAW?</p><p>I looked up some tutorials from cinema 4D to give me some inspiration and started to make the background of my animation less static. I wanted it to move like the cube. Nothing could be still, it had to move. All done but there was still something missing.</p><p>Thanks to me being stupid and dropping something on the floor the other day I got the idea of letting the cube explode in pieces and voila my animation was done. Now it was waiting to hear if my work would be shown at Pukkelpop. During my summerjob I got a very exciting email ... Yes yes my work would be shown at Pukkelpop! I was so happy! My work paid of.</p><p>See the full animation bellow:</p>",
      "extracontent": "https://www.youtube.com/embed/rU7m-VAc9c0"
    },{
      "title": "me in 3D",
      "category": "cinema 4D",
      "date": "2018-10-18",
      "author": "Marien Larissa",
      "imageURL": "/img/work3.jpg",
      "imageAlt": "logo in 3D",
      "content": "<p>This Crossmedia Software 3 assignment was a great learning experience for me. I learned how to work with text but also with different shapes and backgrounds.</p><p>The assignment was to make a logo in cinema 4D that represents yourself. So I took 3 elements that I couldn't miss in my life and tried to make them in cinema 4D. I took it upon myself to stay away from tutorials because I wanted to really make it myself.</p><p>I started makeing the computerscreen. Not to hard to make because it consists mostly of squares and rectangles. The screen background itself I made with an image. The headphones where a different story, more difficult shapes but by reading some tips (not tutorials) on the internet I was ables to make the wire myself. The hamburger was the most fun to make but that damn slice of cheese was hard to make.</p><p>With the experience I have now with cinema 4D I think I would do some things differently in this logo but overall I very happy how it turned out.</p>",
      "display": "displaynone"
    },{
      "title": "catbird",
      "category": "adobe photoshop",
      "date": "2017-12-20",
      "author": "Marien Larissa",
      "imageURL": "/img/work4.png",
      "imageAlt": "hybride cat and bird",
      "content": "<p>Durning the class about making hybrid animals in Photoshop I could wait to make one of my own. And yes at the end of the lessen the assignment was given 'make your own hybrid animal'.</p><p>One my way home from school I already started brainstorming about animals I could combine. My first animal was easy to decide, I am a huge catlady so it was only obvious I would use a cat in my hybrid. But then the animal to combine with my cat ... Why not put the head of my cat on the body of its prey?</p><p>I completed the assignment for the course Software 1 Photoshop in one night because I was so excited. My catbird was born and my photoshop skills were improved.</p>",
      "display": "displaynone"
    },{
      "title": "move announcement",
      "category": "adobe illustrator & photoshop",
      "date": "2019-08-23",
      "author": "Marien Larissa",
      "imageURL": "/img/pwork1.png",
      "imageAlt": "move announcement card",
      "content": "<p>When a colleague (at my summerjob) ask me to design a card to announce their moving in together, I didn't hesitate to say YES. I said yes because it was summer vacation and I had not done a lot to keep up my illustrator/photoshop and design skills.</p><p>I had the idea of using a popular saying on the front of the card. The check marks indicate that they have that item and are ready to move in together. But there is a twist...</p><p>Because they were not really moving into a house with a garden and a tree, I put beneath the items what they were really getting. I did this in the antwerp dialect to make it more personal.</p><p>On the back of the card I put a big title stating their move plus their new adress and an invitation to go check out their new place. To make it more personal I put their names at the bottem of the card a handwritten font to make it look like they signed the card.</p><p>I had fun making this card and I am proud of the result.</p>",
      "display": "displaynone"
    },{
      "title": "gummy bear",
      "category": "cinema 4D",
      "date": "2018-09-29",
      "author": "Marien Larissa",
      "imageURL": "/img/work17.jpg",
      "imageAlt": "gummy bear",
      "content": "<p>The longest and hardest assignment for Crossmedia Software 3 was the famous gummy bear. We first got a lesson on how to make it but the teacher had probably already made a gummy bear like a 100 times so the lesson was over before we knew it.</p>Once at home we had to make it ourselfs but luckily with a tutorial. Even with the tutorial I alsmost spend hours making my gummy bear. I really wanted it to look like the one from the tutorial. Eventually I was able to deliver a gummy bear I was very happy with but I will never forget making it, and this is why...</p><p>The first time I made the gummy bear cinema 4D crashed and I didn't save it and lost my first almost complete gummy bear. I could cry at that moment but I tried to see the positive side that making a second one would mean extra practice.</p><p>Everything worked out in the end.</p>",
      "display": "displaynone"
    },{
      "title": "shark attack",
      "category": "adobe photoshop",
      "date": "2017-10-13",
      "author": "Marien Larissa",
      "imageURL": "/img/work8.png",
      "imageAlt": "shark coming out of phone",
      "content": "<p>This was one of my first Photoshop assignments I had to make myself. In class there was given an example but you had to come up with an idea of your own. So that was my first task, I started thinking but couldn't find inspiration. </p><p>Next step I looked on the internet for inspiration but also nothing. Then I started looking around me, what can I use? And then I saw my iPhone and voila the start of my idea was there. I came to the idea to use a shark because it gave a scary vibe to the picture.</p><p>Very fun assignment for the course Software 1 Photoshop.",
      "display": "displaynone"
    },{
      "title": "modularity",
      "category": "adobe illustrator",
      "date": "2017-12-31",
      "author": "Marien Larissa",
      "imageURL": "/img/work9.jpg",
      "imageAlt": "my name in moduls",
      "content": "<p>Graphic design 1 my first every introduction into anything graphic or design whatsoever. This was an assignment alsmost at the end of the course but it was not an easy one. The assignemt sounded easy but there was more than meets the eye.</p><p>We had to make our own name with moduls/block that were giving by our teachers. When I first opened the document with all the moduls I didn't knew where to start. I remembered something the teachers said during class 'Don't just make your name with the block it's not a lego assignment', we had to look further than just the moduls.</p><p>I started making my name and wanted to incorperate the letters into other moduls. So for example the letter L looks like a square but inside the sqaure is clearly a letter L.</p><p>With this assignment I tried to let my creativity go as far as it could go. I wasn't very experienced yet at that time but I am still proud of what I did with it.</p>",
      "display": "displaynone"
    },{
      "title": "my own font",
      "category": "adobe illustrator",
      "date": "2018-05-27",
      "author": "Marien Larissa",
      "imageURL": "/img/work11.png",
      "imageAlt": "self design font",
      "content": "<p>The first year of my bachelors degree was a year where you couldn't specialize yet, it was a year where you got courses about software but also about print. This assignment was for the course Publishing 2 a print course. During the first lesson of this course the teacher already got us informed about what was coming during this course. I'm not really a fan of print courses but when she said 'you are going to make your font' I was ready to go.</p><p>First we started scetching (a lot). My first idea was a font based on pixels but since that kinda already excisted I moved on. The font I eventually created was very geometric and consisted only of lines.</p><p>Unfortunattly the font was never put to real use because there was not enough time during the class to teach that proces. But I have a ready font that I can publish any second.</p>",
      "display": "displaynone"
    },{
      "title": "road to success",
      "category": "cinema 4D",
      "date": "2018-10-08",
      "author": "Marien Larissa",
      "imageURL": "/img/work7.jpg",
      "imageAlt": "3D text",
      "content": "<p>This Crossmedia Software 3 assignment was easy and yet fun to make. The concept was clear take a quote and make it in 3D text.</p><p>The thing I struggles the longest with wasn't making it into 3D text but finding e great quote. Once I had my quote I began experimenting with fonts and colors. My first idea was to put all the text beneath eachother but it look boring to me.</p><p>I tilted the last word of the quote and it gave a completely different feel to the quote. Result a 3D quote that inspires me till this day.</p>",
      "display": "displaynone"
    },{
      "title": "art me",
      "category": "adobe illustrator",
      "date": "2018-05-26",
      "author": "Marien Larissa",
      "imageURL": "/img/work12.jpg",
      "imageAlt": "mondriaan of myself",
      "content": "<p>The assignments for Publishing 2 were always big ones big but they were seperated into smaller ones so you could always focus yourself to one assignment. This assignment was part of the magazine assignment, we had to take a picture of ourself and make it into an artpiece.</p><p>I chose to make my cover in the style of my favourite painter, Piet Mondriaan. I especially love the paintings he made after 1913, from 1913 he started using geometric shapes and limited color. I love this kind of paintings because it reflects simplicity and geometry.</p><p>When making my cover I tried to divide myself into unpredictable boxes. First I didn't like it when two block with the same color were next to eachother but then I looked at it and felt that it looked more Mondriaan with the same colors next to eachother.</p> ",
      "display": "displaynone"
    },{
      "title": "after effects skills",
      "category": "adobe after effects",
      "date": "2018-06-04",
      "author": "Marien Larissa",
      "imageURL": "/img/work13.2.png",
      "imageAlt": "showreel",
      "content": "<p>During my first year I got my first ever lesson in After Effects, in the course Software 2: After Effects. When I first saw the interface of AE I was in shock, it was like a maze.</p><p>But after the first lesson I was already feeling more confident about getting to know AE. In the beginning it took time to know where every button was for but now I click find my way around it like I've know the program forever.</p>This assignment was to make a showreel that shows off all the assignment you had done for the course throughout the year. There is a walkcycle in the video but also a parallax, a bumper and a tracking & VFX.</p><p>See the full video bellow:</p>",
      "extracontent": "https://www.youtube.com/embed/VN6PLXGfNfo"
    },{
      "title": "travel map",
      "category": "adobe illustrator",
      "date": "2019-06-25",
      "author": "Marien Larissa",
      "imageURL": "/img/pwork2.jpg",
      "imageAlt": "travel map",
      "content": "<p>A friend of mine was going on a holiday with his family and asked me if I wanted to make a map for his children so they could follow the trip. He also asked if I could incorperate candy at certain stops so the children would look forward to stopping along the way.</p><p>So I made a candy travel map. I started looking for a map of Europe but couldn't find a fun one so I made one from scratch. I wanted lots of colors so the coutries would be easily to tell apart. I added flags of each country so the children could learn the flags during their trip.</p><p>It was an easy project but a very fun one too.</p>",
      "display": "displaynone"
    },{
      "title": "stop motion",
      "category": "adobe after effects",
      "date": "2018-12-23",
      "author": "Marien Larissa",
      "imageURL": "/img/work15.2.jpg",
      "imageAlt": "stop motion",
      "content": "<p>When I'm beeing very honest I didn't like this assignment very much. I had a very hard time making it, editing it and filming it. When I first heard the assignment during Crossmedia Experiment 3 I was nor excited or unexcited. I really didn't know what to expect.</p><p>The real struggle was finding something to make in stop motion. Finding elements, a scene, a story, ... all of it was hard to find and create. When I finally had an idea I started taking the pictures so I could edit them and make it a stop motion video.</p><p>I think this was the only assignment of my second year where I had real struggles and had no fun making it. But I'm putting it onto my site because I want to show that I can do stop motion but maybe not always with a big excitement.<p>See the full animation bellow:</p>",
      "extracontent": "https://www.youtube.com/embed/K_5zZRFuPuQ"
    },{
      "title": "can can",
      "category": "cinema 4D & adobe illustrator",
      "date": "2018-10-08",
      "author": "Marien Larissa",
      "imageURL": "/img/work16.jpg",
      "imageAlt": "2 cans of soda",
      "content": "<p>Every assignment for the course Crossmedia Software 3 were fun to do. This one was an assignment partly done in class and another part was individual at home. The Coca Cola can we made togheter with the teacher and the other can we would make ourselfs.</p><p>I tried to do something fun with my can design and I thought what word ends of starts with CAN and so I found AmeriCAN. I put the stars and strips on my can with a water drop effect and a bullethole to make it even more American.</p><p>Short but fun assignment where I learned some basic cinema 4D skills.</p>",
      "display": "displaynone"
    },{
      "title": "infographic",
      "category": "adobe illustrator & indesign",
      "date": "2019-02-26",
      "author": "Marien Larissa",
      "imageURL": "/img/work18.png",
      "imageAlt": "infographic",
      "content": "<p>To start this assignment for Crossmedia Experiment 4 we had to count certain objects and people. So I picked a theme around what I would count my statistics and went to sit down in the mail hall of our school building and started counting. My theme was 'what's in the hand', so I would count and catagorise what students were carrying in their hands during different times. I also counted what their dominent hand was when using their phones.</p><p>All of this information I put into a HANDy infographic, get it?! I completely made the infographic, icons and figures myself and had fun doing it. There was a complete process that went on before making the infographic in illustrator. First the counting but the the sketching and sketching it again and again so I could finally make everything real in illustrator.</p>",
      "display": "displaynone"
    },{
      "title": "texture me",
      "category": "different textures",
      "date": "2017-10-14",
      "author": "Marien Larissa",
      "imageURL": "/img/work19.jpg",
      "imageAlt": "me in textures",
      "content": "<p>A very hands-on assignment for Graphic Design 1, make a self portrait using only textures. First I searched for a picture of myself that I could use to make my self portait of and made an outline on paper by hand. The only thing I had left to do what fill in the blanks with textures.</p><p>I started gathering different textures that I could find around the house but wasn't happy with what I found. I got toiletpaper, cartboard, plastic and bubblewrap so all very boring and obvious textures. I wanted to have textures that not everyone would think of. So I went to a craft store and I think I walked through every aisle looking for textures.</p><p>At the end of my shopping trip I had some interesting textures assembled. So I started making myself in textures. I ended up using these textures in my portrait: <ul><li>treebark</li><li>popsicle sticks</li><li>felt</li><li>a placemat</li><li>foam</li><li>surgical glove</li><li>pepper</li><li>electricity wire</li><li>sanding paper</li><li>a leaf</li><li>newspaper</li><li>feathers</li><li>string pearls</li><li>a t-shirt</li><li>knitting wool</li></ul></p><p>Real creative assignment where I had a lot of fun making myself in texture.</p>",
      "display": "displaynone"
    },{
      "title": "websites i made",
      "category": "html, css & javascript",
      "date": "2018 - now",
      "author": "Marien Larissa",
      "imageURL": "/img/website icon.png",
      "imageAlt": "me in textures",
      "content": "<p>Here is a list of websites I styles and programmed:</p><ul><li><a href='/websites for portfolio/kerstkaartje' target='_blank'>Website Christmas card</a></li><li><a href='/websites for portfolio/favobollen' target='_blank'>Website My kind of art</a></li><li><a href='/websites for portfolio/immo' target='_blank'>Website Larissa's Homes</a></li><li><a href='/websites for portfolio/pixel' target='_blank'>Website Octavi Navarro</a></li><li><a href='/websites for portfolio/acdc' target='_blank'>Website AC/DC</a></li><li><a href='/websites for portfolio/catphotos' target='_blank'>Website Catphotographer</a></li><li><a href='/websites for portfolio/favoweb' target='_blank'>Website Webfavo's</a></li></ul><p>Here is a list of websites I styles and programmed with a js library:</p><ul><li><a href='/websites for portfolio/quill' target='_blank'>Website with Quill library</a></li><li><a href='/websites for portfolio/leaflet' target='_blank'>Website with Leaflet library</a></li><li><a href='/websites for portfolio/isotope' target='_blank'>Website with Isotope library</a></li><li><a href='/websites for portfolio/three js' target='_blank'>Website with Three library</a></li><li><a href='/websites for portfolio/photoswipe' target='_blank'>Website with Photoswipe library</a></li><li><a href='/websites for portfolio/kleurplaat' target='_blank'>Website with P5 library</a></li></ul>",
      "display": "displaynone"
    }
  ]
}
